Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/tysfjordasvo.no/_2012.html.tmx
Source language: smj
Languages: nob

source: Sáme biejve 2012
nob: Samiske dager 2012

source: Mállimkurssa Roald Ellingsena baktu.
nob: Malerkurs med Roald Ellingsen (dag 1).

source: Mij vuobddep dárbbagijt: lerrettyddjav, bájnojt, pænnsilijt
nob: Vi selger materiell: lerret, farger, pensler.

source: Bierjjedagá guovvamáno 3. biejve kl.. 10-15
nob: Deltakere må betale for materiell.

source: pænnsilijt
nob: Påmelding ved oppmøte.

source: Dán jage dåjma mánájda ja nuorajda li ålggodåjma.
nob: Årets aktiviteter for barn og unge vil foregå utendørs.

source: Mij dahkap dålåv ja liegga juohkusijt fállap (káfav / tiejav / sáftav / liemav).
nob: Vi lager bål og byr på varm drikke (kaffe / te / saft / buljong).

source: Soajttá viertti biebmov maŋen válldet majt goardá.
nob: Man må eventuelt ha med seg noe å steke.

source: Mij dájgev dahkap majt såppijn goardá (soabbelájbev).
nob: Vi lager deig til pinnebrød.

source: Jus sidá såppijn goarddet, de hæhttup diedov åvddåla oadtjot man moattes båhti.
nob: Hvis man ønsker å steke pinnebrød må vi få beskjed om hvor mange som kommer på forhånd.

source: Riŋŋgu jali mejlli: post@tysfjordasvo.no
nob: Ring eller bruk mail: post@tysfjordasvo.no

source: Muorajt luoddot ja dållåmuorajt tjáhkkit. Nielje ulmutja barggo, guovtes luoddu ja guovtes páhkkiji.
nob: Tirsdagen passer sannsynligvis best for småtrinnet og onsdagen for mellomtrinnet.

source: Dålåv dahkat.
nob: Klyve ved og pakke bålved.

source: Máhtudakduodastus.
nob: For inntil 4 personer, 2 klyver og 2 pakker.

source: Soabbelájbev goarddet (dájgev juo åvdutjis lip dahkam). Ja soajttá goarddep aj ietjá biebmojt majt maŋen li válldám.
nob: Steke pinnebrød (vi har laget deig på forhånd) og eventuelt annet medbrakt.

source: Jus ij sjatta tjuojggammuohta: Viehkam.
nob: Hvis det ikke blir nok snø: løp.

source: Álggá kl.. 11, 12, 13.
nob: Start kl. 11, 12, 13.

source: Oassálasstemduodastus.
nob: Deltakerdiplom.

source: Muorajt luoddot ja dållåmuorajt tjáhkkit.
nob: Klyve ved og pakke bålved.

source: Nielje ulmutja barggo, guovtes luoddu ja guovtes tjáhkkiji.
nob: For inntil 4 personer, 2 klyver og 2 pakker.

source: Dålåv dahkat. Máhtudakduodastus.
nob: Steke pinnebrød (vi har laget deig på forhånd) og eventuelt annet medbrakt.

source: Soabbelájbev goarddet (dájgev juo åvdutjis lip dahkam).
nob: Lære å lage kullstifter og lage ei tegning med kullstifter.

source: Duodden le liegga juohkusa; káffa, tiedja, sáffta, liebma.
nob: Kompetansebevis.

source: Mij oahppap dahkat stiftajt tjadájs ja daj tjuorggat.
nob: Tilrettelegging / Hiebadibme

source: Forside / Åvddåbielle
nob: Butikk / Oases

source: Utstillinger / Vuosádus
nob: Trening / Lásjmudallam

source: Duodjebloggen
nob: Om Samiske dager

source: Om oss / Mijá birra
nob: Mineralløpet

source: Kontakt oss / Válde aktijvuodav
nob: Helse-kosthold-trening

source: Idium Web
nob: Andre tilbud / Ietjá fálaldagá
